const data = [
  {
    name: '生椰拿铁',
    desc: '瑞幸的明星产品，以冷榨生椰浆搭配 iiac 金奖咖啡豆萃取的咖啡液，咖啡的醇厚与椰浆的清甜相互交织，口感浓郁且清爽，回味带有甘甜，既保留了咖啡的浓醇，又散发着椰子的清香，适合喜欢浓郁口感和尝试新口味的人群。',
    price: 19.9,
    pic: './img/image1.webp'
  },
  {
    name: '椰云拿铁',
    desc: '外观与奶盖鸳鸯相似，顶部的 “椰云” 是采用瑞幸独特椰云工艺制成的椰浆，入口丰盈绵密，清甜饱满，具有浓郁的椰子清香，给人一种轻盈版生椰拿铁的感觉，适合喜欢奶盖口感和椰子香味的消费者',
    price: 20,
    pic: './img/image2.webp'
  },
  {
    name: '酱香拿铁',
    desc: '融入了茅台酒的酱香风味，茅台酒独特的香气与咖啡的浓郁完美结合，创造出全新的口感体验，酒精度低于 0.5 度，适合喜欢尝试不同风味的咖啡爱好者',
    price: 29.9,
    pic: './img/image3.webp'
  },
  {
    name: '抹茶瑞纳冰',
    desc: '是瑞幸咖啡的夏日清凉之选，抹茶的清新与冰沙的凉爽相互融合，带来独特的口感体验，同时，鲜奶的加入也增加了饮品的口感层次，既有抹茶的清香，也有奶油的丝滑，每一口都仿佛置身绿意盎然的日式茶园',
    price: 15,
    pic: './img/image4.webp'
  },
  {
    name: '初恋青提拿铁',
    desc: '以青提的清新果香与咖啡的浓郁香气结合，青提的甜美与咖啡的香醇相互映衬，厚乳滑过舌尖，仿佛初恋般丝滑，给人带来独特的口感体验，是一款充满清新感的咖啡饮品',
    price: 9.9,
    pic: './img/image5.webp'
    // pic: 'https://img-home.csdnimg.cn/images/20201124032511.png'
  },
]